<?php
//// 以下の変数は、使用する環境（もしくはお好み）に合わせて設定変更が可能です。
//
//　　　//で始まる行は、初期設定値を示します。
//     この行は、元に戻したい場合の値ですので、変更しないでください。
//
//   変更は、//で始まる行のすぐ下にある行で、行ってください。

//////////////////////////////// 表示上で参照する定数
// タイトル表示
//$title = '☆☆☆　リンク集　☆☆☆';
  $title = '☆☆☆　リンク集　☆☆☆';

//////////////////////////////// データベース接続定数
// データベース名
//$dbname = 'links';
  $dbname = 'links';

// アカウント
//$user = 'root';
  $user = 'root';

// パスワード
//$password = 'root'; 
  $password = 'root';

// データベースサーバ名
//$dbhost = 'localhost'; 
  $dbhost = 'localhost';

?>